#include<stdio.h>
#include<stdlib.h>
#include<locale.h>
#include<math.h>

void main()
{
	setlocale(LC_ALL, "Rus");

	int n = 0;

	printf("Р’РІРµРґРёС‚Рµ РЅРѕРјРµСЂ Р·Р°РґР°РЅРёСЏ:\t");
	scanf("%d", &n);

	if (n == 1)
	{
		//1.	Даны два действительных числа. Вывести первое число, если оно больше второго, и оба числа, если это не так.


	}


}
